Repository: ravipjpr/LMS_28042018_Evening
Catalog: LMSResourse/LMSResourse/Admin/Course.*.resx
Languages: hi

# btnAddCourse
source: Add course
hi: कोर्स

# btnConfirmDelete
source: Delete course
hi: पाठ्यक्रम हटाएं

# fldCategory
source: Subject
hi: विषय

# fldCertificate
source: Certificate
hi: प्रमाणपत्र

# fldCourseDurationInMin
source: Duration (minutes)
hi: अवधि (मिनट)

# fldCourseFees
source: Fees
hi: शुल्क

# fldCourseFeeStatus
source: Fee type
hi: शुल्क प्रकार

# fldCourseFileUrl
source: Upload content
hi: सामग्री अपलोड करें

# fldCourseName
source: Course name
hi: पाठ्यक्रम का नाम

# fldDescription
source: Course description
hi: पाठ्यक्रम विवरण

# fldIsMobile
source: Mobile compatible
hi: मोबाइल संगत

# fldMandatory
source: Mandatory
hi: अनिवार्य

# fldModificationOption
source: Modification option
hi: संशोधन विकल्प

# fldPassMarks
source: Pass mark (%)
hi: उत्तीर्णांक (%)

# fldScoLabel
source: Sco label
hi: स्कोर लेबल

# fldStatus
source: Active
hi: सक्रिय

# fldUserDefined
source: Window type
hi: विंडो प्रकार

# fldWindowheight
source: Window height
hi: विंडो ऊँचाई

# fldWindowwidth
source: Window width
hi: विंडो चौड़ाई

# lblConfirmDeleteHeading
source: Delete course?
hi: पाठ्यक्रम हटाएं?

# msgConfirmDelete
source: Are you sure you want to delete selected course?
hi: क्या आप वाकई चयनित कोर्स को हटाना चाहते हैं?

# msgCourseAlreadyExist
source: Course already exists
hi: पाठ्यक्रम पहले से मौजूद है

# msgDeleteCourse
source: There are data associated with selected course. [{0}] can't be deleted.
hi: चयनित पाठ्यक्रम से जुड़े डेटा मौजूद हैं। [{0}] हटाया नहीं जा सकता

# msgDupCourseName
source: Course name already exist
hi: कोर्स का नाम पहले से मौजूद है

# msgErrNotScormCompliant
source: Course is not SCORM 1.2 compliant.
hi: पाठ्यक्रम SCORM 1.2 संगत नहीं है।

# msgErrScormLarge
source: Scorm course is too large, maximum allowed size is : 200MB.
hi: स्कर्म कोर्स बहुत बड़ा है, अधिकतम स्वीकार्य आकार है: 200 एमबी

# msgErrScormNotSupport
source: Please select valid scorm file. Supported formats are
hi: वैध स्कॉम फ़ाइल चुनें| समर्थित प्रारूप हैं

# msgIncorrectVersion
source: Invalid Course. Please upload only SCORM 1.2 compatible courses.
hi: अमान्य कोर्स कृपया केवल SCORM 1.2 संगत पाठ्यक्रम अपलोड करें।

# msgInvalidCourse
source: Invalid Course
hi: अमान्य कोर्स

# msgMxlScoLabel
source: Sco label length cannot exceed 10 char.
hi: स्कोर लेबल की लंबाई 10 अक्षरों से अधिक नहीं हो सकती

# msgNoManifiest
source: Content package should not contain imsmanifest.xml
hi: सामग्री पैकेज में imsmanifest.xml नहीं होना चाहिए

# msgPacInvalidFormat
source: Package does not in valid format
hi: पैकेज मान्य प्रारूप में नहीं है।

# msgReqCertificate
source: Please select certificate
hi: कृपया प्रमाण पत्र का चयन करें।

# msgReqCourseCategory
source: Please select course subject
hi: कृपया पाठ्यक्रम विषय चुनें।

# msgReqCourseDesc
source: Please enter course description
hi: कृपया कोर्स विवरण दर्ज करें।

# msgReqCourseFile
source: Please select file to upload
hi: कृपया अपलोड करने के लिए फ़ाइल का चयन करें।

# msgReqCourseName
source: Please enter course name
hi: कृपया पाठ्यक्रम का नाम दर्ज करें।

# msgRngPassMarks
source: Please enter valid pass marks.
hi: कृपया वैध पास अंक दर्ज करें।

# msgRngWindowheight
source: Please enter valid height.
hi: कृपया वैध ऊंचाई दर्ज करें

# msgRngWindowwidth
source: Please enter valid width.
hi: कृपया वैध चौड़ाई दर्ज करें

# msgStrPassMarksNumeric
source: Pass marks must be numbers only.
hi: पास अंक केवल संख्याओं के लिए होना चाहिए

# msgStrWinHeightNumeric
source: Window height must be numbers only.
hi: विंडो ऊँचाई केवल संख्याओं के लिए होनी चाहिए।

# msgStrWinWidthNumeric
source: Window width must be numbers only.
hi: विंडो की चौड़ाई केवल संख्याओं का होना चाहिए।

# msgUnSupportedScrom
source: Unsupported version found. Supported version is (1.1 - 1.2.7)
hi: असमर्थित संस्करण मिला समर्थित संस्करण है (1.1 - 1.2.7)

# optContentModification
source: Content modification
hi: सामग्री संशोधन

# optFeeTypeFree
source: Free
hi: मुक्त

# optFeeTypePaid
source: Paid
hi: भुगतान किया है

# optFeeTypeTrail
source: Trail
hi: निशान

# optFullModification
source: Full modification
hi: पूर्ण संशोधन

# optMandatory
source: Mandatory
hi: अनिवार्य

# optMaximise
source: Maximise
hi: अधिकतम

# optMobileNo
source: No
hi: नहीं

# optMobileYes
source: Yes
hi: हाँ

# optNoModification
source: No modification
hi: कोई संशोधन नहीं

# optOptional
source: Optional
hi: ऐच्छिक

# optUserDefined
source: User defined
hi: उपयोगकर्ता परिभाषित

# thAction
source: Assign
hi: नियुक्त

# thCategory
source: Subject
hi: विषय

# thCertificate
source: Certificate
hi: प्रमाणपत्र

# thCourse
source: Course
hi: कोर्स

# thEmailAddress
source: Email address
hi: ईमेल पता

# thExpiryDate
source: Expiry date
hi: समाप्ति तिथि

# thManager
source: Head / Manager's name
hi: हेड / मैनेजर का नाम

# thMaxUserAllwoed
source: Allowed users
hi: अनुमत उपयोगकर्ता

# thNoOfUserAssigned
source: Assigned users
hi: असाइन किए गए उपयोगकर्ता

# thOrganisation
source: Organisation
hi: संगठन

# thStatus
source: Active
hi: स्थिति

# fldCourseState
source: Course state
hi: कोर्स अवस्था

# fldCourseStateComment
source: Comments
hi: टिप्पणियाँ

# msgReqCourseStateComment
source: Please enter comments.
hi: कृपया टिप्पणी दर्ज करें|

# thState
source: State
hi: अवस्था

# lblChangeCourseState
source: Change courses state
hi: पाठ्यक्रम अवस्था बदलें

# lblCourseState
source: Course state
hi: पाठ्यक्रम की अवस्था

# optInReview
source: In review
hi: समीक्षा में

# optPublished
source: Published
hi: प्रकाशित

# optReadyPublish
source: Ready to publish
hi: प्रकाशन के लिए तैयार

# optReadyReview
source: Reday to review
hi: समीक्षा के लिए तैयार

# optRejected
source: Rejected
hi: अस्वीकृत

# fldCourseType
source: Course type
hi: पाठ्यक्रम प्रकार

# fldUnitContent
source: Unit content
hi: इकाई सामग्री

# fldUnitOrder
source: Unit order
hi: इकाई क्रम

# fldUnitPathURL
source: Unit source
hi: इकाई स्रोत

# fldUnitType
source: Unit type
hi: इकाई प्रकार

# lblCustomCourse
source: Custom course
hi: अनुकूलित पाठ्यक्रम

# lblUnitAudio
source: Audio
hi: ऑडियो

# lblUnitContent
source: Content
hi: लेख सामग्री

# lblUnitDocument
source: Document
hi: दस्तावेज़

# lblUnitVideo
source: Video
hi: वीडियो

# lblUnitWebContent
source: Web content
hi: वेब सामग्री

# fldCourseUnitName
source: Unit name
hi: इकाई का नाम

# msgReqCourseUnitName
source: Please enter unit name
hi: कृपया इकाई का नाम दर्ज करें।

# msgReqUnitContent
source: Please enter content
hi: कृपया लेख सामग्री दर्ज करें।

# msgReqUnitWebContentURL
source: Please enter valid URL
hi: कृपया मान्य यूआरएल दर्ज करें।

# tooltipCreateUnit
source: Create unit
hi: इकाई बनाएं

# btnAddCourseUnit
source: Add unit
hi: इकाई जोड़ें

# btnCourseunit
source: Unit
hi: इकाई

# btnDeleteCourseUnit
source: Delete unit
hi: इकाई हटाएं

# btnEditCourseUnit
source: Edit unit
hi: इकाई संपादित करें

# lblConfirmUnitDeleteHeading
source: Delete course unit?
hi: पाठ्यक्रम इकाई हटाएं?

# lblEditCourseAttributes
source: Edit course attributes
hi: पाठ्यक्रम विशेषताओं को संपादित करें

# msgConfirmUnitDelete
source: Are you sure you want to delete selected course unit?
hi: क्या आप वाकई चयनित पाठ्यक्रम इकाई को हटाना चाहते हैं?

# lblMarkUnitComplete
source: Mark unit as complete
hi: इकाई को पूर्ण रूप से चिह्नित करें

# msgErrAudioLarge
source: Audio is too large, maximum allowed size is :
hi: ऑडियो बहुत बड़ा है, अधिकतम अनुमत आकार है:

# msgErrAudioNotSupport
source: Please select valid audio file. Supported formats are
hi: वैध ऑडियो फ़ाइल का चयन करें। समर्थित प्रारूप हैं

# msgErrDocumentLarge
source: Documentis too large, maximum allowed size is :
hi: दस्तावेज़ बहुत बड़ा है, अधिकतम अनुमत आकार है:

# msgErrDocumentNotSupport
source: Please select valid document file. Supported formats are
hi: कृपया वैध दस्तावेज़ फ़ाइल का चयन करें। समर्थित प्रारूप हैं

# msgErrVideoLarge
source: Video is too large, maximum allowed size is :
hi: वीडियो बहुत बड़ा है, अधिकतम अनुमत आकार है:

# msgErrVideoNotSupport
source: Please select valid video file. Supported formats are
hi: वैध वीडियो फ़ाइल चुनें। समर्थित प्रारूप हैं

# msgReqUnitFile
source: Please select file to upload
hi: कृपया अपलोड करने के लिए फ़ाइल का चयन करें।

# optUnitLocalFile
source: Video file
hi: वीडियो फ़ाइल

# optUnitYouTube
source: YouTube
hi: यूट्यूब

# tooltilYouEmbedURL
source: Use Youtube embed URL only
hi: केवल यूट्यूब एम्बेड यूआरएल का उपयोग करें

# btnSaveUnitOrder
source: Save order
hi: क्रम सहेजें

# tooltipReorderUnit
source: Reorder units
hi: इकाई पुन: व्यवस्थित करें

# lblSelectedUnitAssessment
source: Selected assessment
hi: चयनित मूल्यांकन

# lblUnitAssessment
source: Assessment
hi: मूल्यांकन

# lblUnitNoMatchedFound
source: No matches found
hi: कोई मेल नहीं मिले

# msgReqUnitAssessment
source: Please search and select assessment to add
hi: कृपया खोज करें और जोड़ने के लिए मूल्यांकन का चयन करें।

# tooltipUnitAssessmentSearch
source: Type min. 2 chars and select from list. Use Up/Down arrow to select.
hi: न्यूनतम 2 वर्ण टंकित करें और सूची से चयन करें. ऊपर / नीचे तीर का उपयोग करें.

# lblApproveCourseRequest
source: Approve course request
hi: पाठ्यक्रम अनुरोध स्वीकार करें

# fldRequestDate
source: Request date
hi: अनुरोध तिथि

# fldUnitAudioContent
source: Audio delay (seconds)
hi: ऑडियो विलंब (सेकंड)

# lblUnitContentAudio
source: Audio source
hi: ऑडियो स्रोत

# btnUnitClose
source: Close
hi: बंद करे

# btnUnitNotes
source: Notes
hi: टिप्पणियाँ

# btnUnitNoteSave
source: Save notes
hi: टिप्पणियाँ सहेजें

# lblUnitNotes
source: Notes
hi: टिप्पणियाँ

# lblUnitNotesHeading
source: Make notes
hi: टिप्पणियाँ लिख देना

# msgReqUnitNotes
source: Please enter notes.
hi: कृपया टिप्पणियाँ दर्ज करें।

# fldTags
source: Tags
hi: टैग

# btnCourseQuestionReply
source: Reply to question
hi: प्रश्न के उत्तर दें

# btnViewExistingQuestion
source: View existing questions
hi: मौजूदा प्रश्न देखें

# btnViewQuestionAsked
source: View/Reply questions
hi: पूछे गए प्रश्न देखें

# fldCourseNewQuestion
source: New question
hi: नया प्रश्न

# fldCourseQuestion
source: Question
hi: प्रश्न

# fldCourseQuestionAns
source: Answer
hi: उत्तर

# lblCourseNoQuestions
source: No existing questions to display
hi: प्रदर्शित करने के लिए कोई भी मौजूदा प्रश्न नहीं है

# lblCourseRaiseQuestion
source: Have doubt in mind? Ask questions to Instructor
hi: मन में संदेह है? प्रशिक्षक से प्रश्न पूछें

# lblQuestionStatePending
source: Pending
hi: विचाराधीन

# lblQuestionStateReplied
source: Replied
hi: उत्तर दिया

# msgReqCourseAnswerText
source: Please enter answer
hi: कृपया उत्तर दर्ज करें

# msgReqCourseQuestionText
source: Please enter question
hi: कृपया प्रश्न दर्ज करें

# thCourseQDateAsked
source: Date asked
hi: पूछे जाने की तिथि

# thCourseQuestion
source: Question
hi: प्रश्न

# thCourseQuestionState
source: State
hi: स्थिति

# lblCourseQuestionList
source: Question list
hi: प्रश्न सूची
