Repository: ravipjpr/LMS_28042018_Evening
Catalog: LMSResourse/LMSResourse/Admin/Group.*.resx
Languages: hi

# btnAddGroup
source: Add group
hi: समूह जोड़ें

# btnConfirmDelete
source: Delete group
hi: समूह हटाएं

# btnH_pagePreview
source: and preview
hi: और पूर्वावलोकन

# errDupGroup
source: Group name exist.
hi: समूह का नाम मौजूद है।

# fldGroupContactNo
source: Contact no.
hi: संपर्क नंबर।

# fldGroupEmailId
source: Email address
hi: ईमेल पता

# fldGroupHomePageContent
source: HTML content
hi: HTML सामग्री

# fldGroupHomepageGroupName
source: Group name
hi: समूह का नाम

# fldGroupHomepageImgPosition
source: Image position
hi: छवि स्थिति

# fldGroupHomePageImgPositionOption1
source: Top
hi: ऊपर

# fldGroupHomePageImgPositionOption2
source: Left
hi: बाएं

# fldGroupHomePageImgPositionOption3
source: Right
hi: दांए

# fldGroupHomepageNote
source: Please note that all the couses with an 'In progress' or 'Not started' status will be displayed below the HTML content in alphabetical order. Please click on Preview button to preview the homepage and sample listing of courses
hi: कृपया ध्यान दें कि 'प्रगति में' या 'शुरू नहीं' की स्थिति वाले सभी सामान एचटीएमएल सामग्री के नीचे वर्णमाला क्रम में प्रदर्शित किए जाएंगे। कृपया होमपेज का पूर्वावलोकन करने के लिए पूर्वावलोकन बटन पर क्लिक करें और पाठ्यक्रमों की नमूना सूची देखें

# fldGroupHomepageOrgName
source: Organisation name
hi: संगठन का नाम

# fldGroupHomePageUploadImage
source: Upload image
hi: तस्वीर डालिये

# fldGroupManagerName
source: Head / Manager's name
hi: हेड / मैनेजर का नाम

# fldGroupName
source: Group name
hi: समूह का नाम

# fldOrganisationID
source: Organisation name
hi: संगठन का नाम

# fldStatus
source: Active
hi: सक्रिय

# flsGroupDesc
source: Group description
hi: समूह विवरण

# lblAssigned
source: Course assignment basis
hi: कोर्स असाइनमेंट आधार

# lblConfirmDeleteHeading
source: Delete group?
hi: समूह हटाएं?

# lblExpDate
source: Expiry date
hi: समाप्ति तिथि

# lblMaxUsers
source: Max users
hi: अधिकतम उपयोगकर्ता

# msgConfirmDelete
source: Are you sure you want to delete selected group?
hi: क्या आप वाकई चयनित समूह को हटाना चाहते हैं?

# msgDeleteGroup
source: There are data associated with selected group. [{0}] can't be deleted.
hi: चयनित समूह से संबंधित डेटा मौजूद है [{0}] हटाया नहीं जा सकता

# msgErrorGreaterthan
source: No. of users can not be greater than
hi: उपयोगकर्ताओं की संख्या, इससे अधिक नहीं हो सकती

# msgErrorIntegerOnly
source: No. of users should be a integer number only
hi: उपयोगकर्ताओं की संख्या केवल एक पूर्णांक संख्या होना चाहिए

# msgInvalidGroup
source: Invalid group.
hi: अमान्य समूह

# msgMxlGroupContactNo
source: Group contact no length cannot exceed 50 char.
hi: ग्रुप संपर्क की कोई लंबाई 50 अक्षरों से अधिक नहीं हो सकती।

# msgMxlGroupDesc
source: Group description length cannot exceed 400 char.
hi: समूह विवरण लंबाई 400 वर्णों से अधिक नहीं हो सकती

# msgMxlGroupEmailId
source: Group email address length cannot exceed 256 char.
hi: समूह की ईमेल पता लंबाई 256 वर्णों से अधिक नहीं हो सकती

# msgMxlGroupManager
source: Group head/manager name length cannot exceed 100 char.
hi: ग्रुप हेड / मैनेजर नाम की लंबाई 100 वर्णों से अधिक नहीं हो सकती

# msgMxlGroupName
source: Group name length cannot exceed 100 char.
hi: समूह का नाम 100 वर्णों से अधिक नहीं हो सकता

# msgMxlMaxUser
source: No. of users length cannot exceed 6 digit.
hi: उपयोगकर्ताओं की संख्या 6 अंकों से अधिक नहीं हो सकती।

# msgReqGroupDesc
source: Please enter group description
hi: कृपया समूह वर्णन दर्ज करें

# msgReqGroupHomePageContent
source: Please enter group home page content
hi: कृपया समूह होम पेज की सामग्री दर्ज करें

# msgReqGroupHomePageImgPosition
source: Please select group home page image location
hi: कृपया समूह मुख पृष्ठ छवि स्थान का चयन करें

# msgReqGroupHomePageUploadImage
source: Please upload image file
hi: कृपया छवि फ़ाइल अपलोड करें

# msgReqGroupName
source: Please enter group name
hi: कृपया समूह नाम दर्ज करें

# msgReqMaxUser
source: Please enter no. of users
hi: कृपया कोई नहीं दर्ज करें उपयोगकर्ताओं की

# msgValGroupHomePageUploadImage
source: Please upload a valid image file
hi: कृपया एक मान्य छवि फ़ाइल अपलोड करें

# thContactNo
source: Contact no
hi: संपर्क नंबर

# thEmailAddress
source: Email address
hi: ईमेल पता

# thGroup
source: Group
hi: समूह

# thManager
source: Head / Manager's name
hi: हेड / मैनेजर का नाम

# thOrganisation
source: Organisation
hi: संगठन

# thStatus
source: Active
hi: स्थिति
