Repository: ravipjpr/LMS_28042018_Evening
Catalog: LMSResourse/LMSResourse/Admin/Organisation.*.resx
Languages: hi

# btnConfirmDelete
source: Delete organisation
hi: संगठन हटाएं

# dropOrganisation
source: Organisation
hi: संगठन

# dropSelectOrg
source: --Select organisation--
hi: - चयन संगठन -

# fldAvailableGroupList
source: Groups
hi: समूह

# fldLicExpDate
source: Expiry date
hi: समाप्ति तिथि

# fldLicMaxUsers
source: No. of users
hi: उपयोगकर्ताओं की संख्या

# fldLicOrganisation
source: Organisation
hi: संगठन

# fldOrganisationAddress1
source: Address 1
hi: पता 1

# fldOrganisationAddress2
source: Address 2
hi: पता 2

# fldOrganisationAddress3
source: Address 3
hi: पता 3

# fldOrganisationbanner
source: Select banner
hi: बैनर चुनें

# fldOrganisationCountry
source: Country
hi: देश

# fldOrganisationID
source: Organisation id
hi: संगठन आईडी

# fldOrganisationlogo
source: Select logo
hi: लोगो का चयन करें

# fldOrganisationName
source: Organisation name
hi: संगठन का नाम

# fldOrganisationPostalCode
source: Postal code
hi: डाक कोड

# fldOrganisationStatus
source: Active
hi: सक्रिय

# lblAllowIndividualAssignment
source: Allow individual assignment
hi: व्यक्तिगत असाइनमेंट को अनुमति दें

# lblConfirmDeleteHeading
source: Delete organisation?
hi: संगठन हटाएं?

# lblGroupAssignment
source: Group assignment
hi: समूह कार्य

# lblIndividualAssignment
source: Individual assignment
hi: व्यक्तिगत असाइनमेंट

# lblInvalidImageFile
source: Please select valid image file
hi: वैध छवि फ़ाइल चुनें

# msgConfirmDelete
source: Are you sure you want to delete selected organisation?
hi: क्या आप वाकई चयनित संगठन को हटाना चाहते हैं?

# msgDeleteOrganisation
source: There are data associated with selected organisation. [{0}] can't be deleted.
hi: चयनित संगठन के साथ जुड़े डेटा हैं [{0}] हटाया नहीं जा सकता

# msgDupOrganisationID
source: Organisation id already exist
hi: संगठन आईडी पहले से मौजूद है

# msgDupOrganisationName
source: Organisation name already exist
hi: संगठन का नाम पहले से मौजूद है

# msgDupOrgLicence
source: Organisation licence already exists
hi: संगठन लाइसेंस पहले से ही मौजूद है

# msgErrOrganizationMaxUserIsLessthan
source: Organization max user can not less than no of user assigned to group of this organization
hi: संगठन अधिकतम उपयोगकर्ता इस संगठन के समूह को निर्दिष्ट उपयोगकर्ता से कम नहीं हो सकता

# msgInvalidOrganisation
source: Invalid organisation.
hi: अमान्य संगठन

# msgLicNoOfUserAlert
source: The number of users created for this organisation are greater than the number of users provided
hi: इस संगठन के लिए बनाए गए उपयोगकर्ताओं की संख्या प्रदान की गई उपयोगकर्ताओं की संख्या से अधिक है

# msgLicStrMaxUsersGtZero
source: No. of users must be greater than 0
hi: उपयोगकर्ताओं की संख्या 0 से अधिक होनी चाहिए

# msgLicStrUsersWholeNumber
source: No. of users should be a whole number
hi: उपयोगकर्ताओं की संख्या पूरी संख्या होना चाहिए

# msgMxlOrganisationAddress1
source: Organisation address 1 length cannot exceed 150 char.
hi: संगठन का पता 1 लंबाई 150 char से अधिक नहीं हो सकता

# msgMxlOrganisationAddress2
source: Organisation address 2 length cannot exceed 150 char.
hi: संगठन का पता 2 लंबाई 150 वर्णों से अधिक नहीं हो सकता

# msgMxlOrganisationAddress3
source: Organisation address 3 length cannot exceed 150 char.
hi: संगठन का पता 3 लंबाई 150 char से अधिक नहीं हो सकता

# msgMxlOrganisationID
source: Organisation id length cannot exceed 50 char.
hi: संगठन आईडी लंबाई 50 अक्षरों से अधिक नहीं हो सकती

# msgMxlOrganisationName
source: Organisation name length cannot exceed 100 char.
hi: संगठन का नाम 100 वर्णों से अधिक नहीं हो सकता

# msgMxlOrganisationPostalCode
source: Organisation postal code length cannot exceed 10 char.
hi: संगठन डाक कोड लंबाई 10 अक्षरों से अधिक नहीं हो सकता

# msgReqAtleastSelectOneGroup
source: Organisation can be null. as this is the last group assigned to the organisation.
hi: संगठन रिक्त हो सकता है क्योंकि यह संगठन को सौंपा गया अंतिम समूह है।

# msgReqLicExpDate
source: Please enter expiry date
hi: कृपया समाप्ति तिथि दर्ज करें

# msgReqLicMaxUsers
source: Please enter no. of users
hi: कृपया कोई नहीं दर्ज करें उपयोगकर्ताओं की

# msgReqLicOrganisation
source: Please select organisation
hi: संगठन का चयन करें

# msgReqOrganisationbanner
source: Please select organisation banner
hi: कृपया संगठन बैनर चुनें

# msgReqOrganisationCountry
source: Organisation country length cannot exceed 50 char.
hi: संगठन देश की लंबाई 50 वर्णों से अधिक नहीं हो सकती

# msgReqOrganisationGroup
source: Please select at least one group
hi: कृपया कम से कम एक समूह का चयन करें

# msgReqOrganisationID
source: Please enter organisation id
hi: कृपया संगठन आईडी दर्ज करें

# msgReqOrganisationlogo
source: Please select organisation logo
hi: कृपया संगठन लोगो चुनें

# msgReqOrganisationName
source: Please enter organisation name
hi: कृपया संगठन नाम दर्ज करें

# msgStrMaxUsersNumeric
source: No. of users must be numbers only.
hi: उपयोगकर्ताओं की संख्या केवल संख्याएं ही होने चाहिए।

# thCreatedDate
source: Created date
hi: रचना तिथि

# thExpiryDate
source: Expiry date
hi: समाप्ति तिथि

# thGroups
source: Groups
hi: समूह

# thNoOfUsers
source: No. of users
hi: उपयोगकर्ताओं की संख्या

# thOrganisationAddress1
source: Address 1
hi: पता 1

# thOrganisationAddress2
source: Address 2
hi: पता 2

# thOrganisationCountry
source: Country
hi: देश

# thOrganisationID
source: Organisation id
hi: संगठन आईडी

# thOrganisationName
source: Organisation name
hi: संगठन का नाम
