Repository: ravipjpr/LMS_28042018_Evening
Catalog: LMSResourse/LMSResourse/Admin/ProfileSettings.*.resx
Languages: hi

# fldDisplay
source: Display
hi: प्रदर्शन

# fldEmailBody
source: Content
hi: सामग्री

# fldEmailIsOn
source: On
hi: चालू

# fldFromEmail
source: From email
hi: ई - मेल से

# fldHelpModuleContent
source: Help content
hi: सहायता सामग्री

# FldisDisplayHelp
source: Help
hi: सहायता

# FldisDisplaySelfReg
source: Self registration
hi: पंजीकरण करें

# fldMandatory
source: Mandatory
hi: अनिवार्य

# fldMaxLength
source: Max length
hi: अधिकतम लंबाई

# fldProfileTitle
source: Profile title
hi: प्रोफ़ाइल शीर्षक

# fldProfileValuesTitle
source: Profile value
hi: प्रोफ़ाइल मान

# fldSelfRegEmailAddress
source: Email Address
hi: ईमेल पता

# fldSelfRegFirstName
source: First Name
hi: प्रथम नाम

# fldSelfRegLastName
source: Last Name
hi: अंतिम नाम

# fldType
source: Type
hi: प्रकार

# lblApproveSelfReg
source: Approve self registration
hi: पंजीकरण स्वीकार करें

# lblDenySelfRegUsers
source: Deny Users
hi: अस्वीकार उपयोगकर्ता

# lblEmailManagement
source: Email management
hi: ईमेल प्रबंधन

# lblHelpConfig
source: Help configuration
hi: मदद कॉन्फ़िगरेशन

# lblHelpManagement
source: Help management
hi: सहायता प्रबंधन

# lblHelpSetting
source: Help setting
hi: सहायता सेटिंग

# lblLicenceManagement
source: Licence management
hi: लाइसेंस प्रबंधन

# lblProfileValues
source: View profile values
hi: प्रोफ़ाइल मान देखें

# lblSelfRegEmailConfig
source: Email configuration
hi: ईमेल कॉन्फ़िगरेशन

# lblSelfRegSetting
source: Self registration setting
hi: स्वयं पंजीकरण सेटिंग

# lblSettings
source: Settings
hi: सेटिंग्स

# lblviewProfileValues
source: Profile values
hi: प्रोफाइल मान

# msgDeleteProfileSettingsValues
source: There are data associated with selected value. [{0}] can't be deleted.
hi: चयनित मूल्य से संबंधित आंकड़े मौजूद हैं। [{0}] हटाया नहीं जा सकता

# msgDenySelfRegUsers
source: Are you sure you want to deny selected user(s)?
hi: क्या आप सुनिश्चित हैं कि आप चयनित उपयोगकर्ता (इन) को अस्वीकार करना चाहते हैं?

# msgDupProfileValues
source: Profile values already exist
hi: प्रोफ़ाइल मान पहले से मौजूद हैं

# msgErrorProfileSettings
source: Please enter all the values on form
hi: कृपया फ़ॉर्म पर सभी मान दर्ज करें

# msgErrorProfileSettingsNumeric
source: Maxlength should be numeric
hi: मैक्सलेन्थ्म संख्यात्मक होना चाहिए

# msgErrorProfileSettingsRange
source: Maxlength should be between 1 and 100
hi: अधिकतम लंबाई 1 और 100 के बीच होनी चाहिए

# msgErrorProfileSettingsWhole
source: Maxlength should be Integer
hi: अधिकतम लंबाई पूर्णांक होना चाहिए

# msgInvalidProfileSettingsValue
source: Invalid user profile value.
hi: अमान्य उपयोगकर्ता प्रोफ़ाइल मान

# msgInvalidSelfReg
source: Invalid self registration detail
hi: अमान्य स्वयं पंजीकरण विस्तार

# msgMxlSelfRegEmailAddress
source: Email address length cannot exceed 255 char
hi: ईमेल पता लंबाई 255 अक्षरों से अधिक नहीं हो सकती

# msgReqEmailContent
source: Please enter email content.
hi: कृपया ईमेल सामग्री दर्ज करें

# msgReqEmailSubject
source: Please enter email subject.
hi: कृपया ईमेल विषय दर्ज करें

# msgReqFromEmail
source: Please enter from email
hi: कृपया ईमेल से दर्ज करें

# msgReqHelpContent
source: Please enter help content
hi: कृपया सहायता सामग्री दर्ज करें

# msgReqSelfRegEmailAddress
source: Please enter the email address
hi: कृपया ईमेल पता दें

# msgRngProfileMaxLength
source: Please enter valid max length (<=2000)
hi: कृपया मान्य अधिकतम लंबाई दर्ज करें (<= 2000)

# msgSelfRegEmailExists
source: Email address already exists
hi: ईमेल पता पहले से ही मौजूद है

# msgSelfRegFirstName
source: Please enter the first name
hi: कृपया प्रथम नाम दर्ज करें

# msgSelfRegLastName
source: Please enter the last name
hi: कृपया अंतिम नाम दर्ज करें

# msgSelfRegSubmit
source: Thanks for submitting your details
hi: अपना विवरण सबमिट करने के लिए धन्यवाद

# msgStrProfileMaxLengthNumeric
source: Profile max length must be numbers only.
hi: प्रोफाइल की अधिकतम लंबाई केवल संख्याएं होने चाहिए

# msgValidSelfRegEmailAddress
source: Please enter a valid email address
hi: कृपया एक वैध ई - मेल एड्रेस डालें

# reqProfileTitle
source: Please enter profile title
hi: कृपया प्रोफ़ाइल का शीर्षक दर्ज करें

# reqProfileValuesTitle
source: Please enter profile value
hi: कृपया प्रोफ़ाइल मान दर्ज करें

# thEmailIsOn
source: On
hi: चालू

# thEmailModifiedby
source: Last modified by
hi: अंतिम संशोधित द्वारा

# thEmailModifiedDate
source: Last modified date
hi: अंतिम संशोधित तिथि

# thEmailName
source: Email name
hi: ईमेल नाम

# thEmailSubject
source: Subject
hi: विषय

# thFromEmail
source: From email
hi: ई - मेल से

# thHelpModule
source: Module title
hi: मॉड्यूल शीर्षक

# thHelpModuleParent
source: Parent
hi: मूल

# thIsDisplay
source: Display
hi: प्रदर्शन

# thIsMandatory
source: Mandatory
hi: अनिवार्य

# thLanguage
source: Language
hi: भाषा

# thmaxLength
source: MaxLength
hi: अधिकतम लंबाई

# thOrganisation
source: Organisation
hi: संगठन

# thProfileOptions
source: Profile Option
hi: प्रोफाइल विकल्प

# thProfileTitle
source: Profile Title
hi: प्रोफ़ाइल शीर्षक

# thProfileType
source: Type
hi: प्रकार

# thProfileValues
source: Profile values
hi: प्रोफाइल मान

# thSelfRegEmail
source: Email Address
hi: ईमेल पता

# thSelfRegFirstName
source: First Name
hi: प्रथम नाम

# thSelfRegLastName
source: Last Name
hi: अंतिम नाम

# fldBlockName
source: Block Name
hi: ब्लॉक नाम

# fldDistrictName
source: District Name
hi: जिला का नाम

# fldGroupsName
source: Group Name
hi: समूह का नाम

# fldSchoolName
source: School Name
hi: विद्यालय का नाम

# fldUserNames
source: Users Name
hi: उपयोगकर्ता का नाम

# msgSelectGroupName
source: Please select atleast one group name.
hi: कृपया कम से कम एक समूह का नाम चुनें।

# msgSelectUserName
source: Please select atleast one user name.
hi: कृपया कम से कम एक उपयोगकर्ता नाम चुनें।

# fldStudentName
source: Student Name
hi: छात्र का नाम
