Repository: ravipjpr/LMS_28042018_Evening
Catalog: LMSResourse/LMSResourse/Admin/User.*.resx
Languages: hi

# btnAddUser
source: Add user
hi: उपयोगकर्ता जोड़ें

# btnAddUserOption1
source: and add another
hi: और एक और जोड़ें

# btnConfirmDelete
source: Delete user
hi: उपयोगकर्ता हटाएं

# btnGeneratePassword
source: Generate
hi: उत्पन्न

# btnImportUser
source: Import Users
hi: उपयोगकर्ता आयात करें

# btnSaveAssignment
source: Save record
hi: रिकॉर्ड सहेजें

# fldConfirmPassword
source: Confirm password
hi: पासवर्ड की पुष्टि कीजिये

# fldContactNo
source: Contact number
hi: संपर्क नंबर

# fldDesignation
source: Designation
hi: पद

# fldEmailAddress
source: Email address
hi: ईमेल पता

# fldEmployeeId
source: Employee id
hi: कर्मचारी आईडी

# fldExpiry
source: Expiry within next 30 days
hi: अगले 30 दिनों के भीतर समाप्ति

# fldfile
source: Select file
hi: फ़ाइल का चयन करें

# fldFirstName
source: First name
hi: प्रथम नाम

# fldGroups
source: Groups
hi: समूह

# fldLastName
source: Last name
hi: अंतिम नाम

# fldManagerName
source: Manager's name
hi: प्रबंधक का नाम

# fldOption1
source: Option1
hi: विकल्प 1

# fldOption2
source: Option2
hi: विकल्प 2

# fldOrganisation
source: Organisation
hi: संगठन

# fldPassword
source: Password
hi: पासवर्ड

# fldRoles
source: Roles
hi: भूमिकाएँ

# fldStatus
source: Active
hi: सक्रिय

# fldUserName
source: User
hi: उपयोगकर्ता

# lblConfirmDeleteHeading
source: Delete user?
hi: उपयोगकर्ता हटाएं?

# lblMeghaBite
source: MB
hi: एमबी

# lblResetCourses
source: Reset Courses
hi: रीसेट कोर्स

# Msg8Char
source: Must be at least 8 characters long
hi: कम से कम 8 अक्षरों का अवश्य होना चाहिये

# msgConfirmDelete
source: Are you sure you want to delete selected user?
hi: क्या आप वाकई चुने हुए उपयोगकर्ता को हटाना चाहते हैं?

# msgDelete_User_NotValidRights
source: You do not have sufficient rights to delete the user.
hi: आपके पास उपयोगकर्ता को हटाने के लिए पर्याप्त अधिकार नहीं हैं

# MsgDigit
source: Digit
hi: अंक

# msgDupEmailAddress
source: Email address already exist
hi: ईमेल पता पहले से मौजूद है

# msgDupEmployeeid
source: Employee id already exist
hi: कर्मचारी आईडी पहले से मौजूद है

# msgDupUserName
source: User name already exist
hi: उपयोगकर्ता नाम पहले से मौजूद

# msgEmailNotExists
source: Email address not exists
hi: ईमेल पता मौजूद नहीं है

# msgErrorCnfPassword
source: Password and Confirm password should be match
hi: पासवर्ड और पासवर्ड की पुष्टि करें मैच होना चाहिए

# msgErrorExcel
source: Please upload file of type: .xls
hi: कृपया .xls प्रकार की फ़ाइल अपलोड करें|

# msgErrorFileTooLarge
source: Your file is too large, maximum allowed size is :
hi: आपकी फ़ाइल बहुत बड़ी है, अधिकतम अनुमत आकार है:

# msgErrorSelectdata
source: Please select date for
hi: कृपया दिनांक का चयन करें

# msgImpDupUserName
source: Duplicate UserName.
hi: डुप्लिकेट उपयोगकर्ता नाम

# msgImpFldMissing
source: missing.
hi: लापता।

# msgImpFmt
source: Incorrect field value.
hi: गलत फ़ील्ड मान

# msgImpFmtFile
source: File is not in valid format
hi: फ़ाइल मान्य प्रारूप में नहीं है

# msgImpFmtFileExt
source: Please select valid import file. Supported format is .xls
hi: वैध आयात फ़ाइल का चयन करें समर्थित प्रारूप .xls है

# msgImpGroup
source: Group missing.
hi: समूह गायब है

# msgImpInvalidGroup
source: Invalid Group
hi: अमान्य समूह

# msgImpInvalidOrganisation
source: Invalid Organisation.
hi: अमान्य संगठन

# msgImpInvalidRole
source: Invalid role.
hi: अमान्य भूमिका

# msgImpIsActive
source: IsActive missing.
hi: IsActive लापता है.

# msgImpOrganisation
source: Organisation missing.
hi: संगठन लापता है

# msgImpRecStatusCr
source: Record Created
hi: रिकॉर्ड बना दिया

# msgImpRecStatusErr
source: Error in record
hi: रिकॉर्ड में त्रुटि

# msgImpRecStatusUp
source: Record Updated
hi: रिकॉर्ड अपडेट किया गया

# msgImpReqCol
source: columns not exist in excel file
hi: कॉलम Excel फ़ाइल में मौजूद नहीं है

# msgImpReqEmail
source: Email missing.
hi: ईमेल लापता

# msgImpReqFirstName
source: Firstname missing.
hi: प्रथमनाम अनुपलब्ध

# msgImpReqLastName
source: Lastname missing.
hi: अंतिम नाम अनुपलब्ध

# msgImpRole
source: Role missing.
hi: भूमिका लापता है

# msgInvalidEmail
source: Invalid email address
hi: अमान्य ईमेल पता

# msgInvalidSheetName
source: Invalid sheet name in uploaded import file. Sheet name should be among the ImportUsers, ExportUserSheet or Sheet1.
hi: अपलोड की गई आयात फ़ाइल में अमान्य शीट का नाम। शीट का नाम आयातक, निर्यातउत्पादक शीट या शीट 1 में होना चाहिए

# msgLbla
source: a. Record(s) successfully processed:
hi: a. रिकार्ड सफलतापूर्वक संसाधित किए गए:

# msgLblb
source: b. Created record(s):
hi: b. रिकॉर्ड बनाया गया:

# msgLblc
source: c. Updated record(s):
hi: c. अपडेट रिकॉर्ड:

# msgLbld
source: d. Failed record(s):
hi: d. विफल रिकॉर्ड:

# msgLicenceUserExceed
source: Unable to create user due to exceeded organisation limit or organisation expired.
hi: अधिक संगठन लाइसेंस या लाइसेंस समाप्त होने के कारण उपयोगकर्ता बनाने में असमर्थ

# msgLower
source: Lowercase character
hi: छोटे अक्षर की लिपि

# msgMaxUserExceed
source: Unable to create user due to exceeded no of max user of selected group.
hi: चयनित समूह के अधिकतम उपयोगकर्ता के अधिक संख्या के कारण उपयोगकर्ता बनाने में असमर्थ

# msgMinCnfPassword
source: Password must be at least 6 characters long
hi: पासवर्ड कम से कम 6 अक्षर लंबा होना चाहिए

# msgMinPassword
source: Password must be at least 6 characters long
hi: पासवर्ड कम से कम 6 अक्षर लंबा होना चाहिए

# msgMxlEmail
source: Email length cannot exceed 250 char
hi: ईमेल लंबाई 250 वर्णों से अधिक नहीं हो सकती

# msgMxlEmailAddress
source: Email address length cannot exceed 255 char
hi: ईमेल पता लंबाई 255 अक्षरों से अधिक नहीं हो सकती

# msgMxlEmployeeId
source: Employee id length cannot exceed 50 char
hi: कर्मचारी आईडी लंबाई 50 अक्षरों से अधिक नहीं हो सकती

# msgMxlFirstName
source: First name length cannot exceed 150 char
hi: प्रथम नाम लंबाई 150 char से अधिक नहीं हो सकती

# msgMxlLastName
source: Last name length cannot exceed 150 char
hi: अंतिम नाम लंबाई 150 char से अधिक नहीं हो सकती

# msgReqEmailAddress
source: Please enter email address
hi: कृपया ईमेल पता दर्ज करें

# msgReqEmployeeId
source: Please enter employee id
hi: कृपया कर्मचारी आईडी दर्ज करें

# msgReqfile
source: Please upload file
hi: कृपया फ़ाइल अपलोड करें

# msgReqFirstName
source: Please enter first name
hi: कृपया प्रथम नाम दर्ज करें

# msgReqLastName
source: Please enter last name
hi: कृपया अंतिम नाम दर्ज करें

# msgReqOption_n_dropdown
source: Please select
hi: कृपया चुने

# msgReqOption_n_text
source: Please enter
hi: कृपया दर्ज करें

# msgReqOrganisation
source: Please select organisation
hi: संगठन का चयन करें

# msgReqUserGroup
source: Please select at least one group
hi: कृपया कम से कम एक समूह का चयन करें

# msgReqUserRoles
source: Please select at least one user role
hi: कृपया कम से कम एक उपयोगकर्ता भूमिका चुनें

# msgResetCourses
source: Are you sure you want to reset selected course(s)?
hi: क्या आप निश्चित हैं कि आप चयनित पाठ्यक्रम को रीसेट करना चाहते हैं?

# msgResetSuccess
source: The selected course(s) have been reset
hi: चयनित पाठ्यक्रम रीसेट कर दिए गए हैं

# msgSelfRegSelectUser
source: Please select atleast one user
hi: कृपया कम से कम एक उपयोगकर्ता चुनें

# MsgSpecial
source: Non-alphanumeric character
hi: गैर अक्षरांकीय अक्षर

# msgUpdateMaxUserExceed
source: Unable to update user due to exceeded no of max user of selected group.
hi: चयनित समूह के अधिकतम उपयोगकर्ता के अधिक संख्या के कारण उपयोगकर्ता को अपडेट करने में असमर्थ

# MsgUpper
source: Uppercase character
hi: अपरकेस अक्षर

# msgValidEmailAddress
source: Please enter a valid email address
hi: कृपया एक वैध ई - मेल एड्रेस डालें

# thAssignedCourseAssignStatus
source: Assign
hi: सौंपना

# thAssignedCourseCategory
source: Subject
hi: विषय

# thAssignedCourseCertificate
source: Certificate
hi: प्रमाणपत्र

# thAssignedCourseExpiryDate
source: Expiry date
hi: समाप्ति तिथि

# thAssignedCourseName
source: Course
hi: कोर्स

# thAssignedCourseReset
source: Reset
hi: रीसेट

# thEmailAddress
source: Email
hi: ईमेल

# thEmployeeId
source: Employee id
hi: कर्मचारी आयडी

# thFirstName
source: First name
hi: प्रथम नाम

# thGroups
source: Groups
hi: समूह

# thLastName
source: Last name
hi: अंतिम नाम

# thLoginDate
source: Login date
hi: लॉगइन दिनांक

# thOrganisation
source: Organisation
hi: संगठन

# thRegistrationDate
source: Registration date
hi: पंजीकरण तिथि

# thRoles
source: Role
hi: भूमिका

# thStatus
source: Active
hi: स्थिति
